import "./faq.scss";

import React from "react";

export default () => <div id="faq">
    <div className="float_buttons">
        <div>
            <a href="/">채팅방으로</a>
        </div>
    </div>
    <h1>자주 물어보는 질문 (FAQ)</h1>
    <dl>
        <dt>왜죠?</dt>
        <dd>그러게 말입니다.</dd>

        <dt>뭐죠?</dt>
        <dd>🤔</dd>

        <dt>이것 누가 만들자고 했어요?</dt>
        <dd>저요</dd>

        <dt>왜 만들었어요?</dt>
        <dd>
            제가 대한민국 서울에 있을 때 말이죠.
            그때가 2019년이었는데 참 매일매일 미세먼지가 많았죠.
            미세먼지 때문에 밖에 나가기도 영 찝찝하고, 조금만 돌아다녀도 너무 힘든 때였죠.
            회사를 다니다보니까 이게 또 어쩔 수 없이 밖에 나갈 수 밖에 없단 말이에요.
            그렇게 매일매일을 밖에 나가니까 힘든데 이 뿐만이 아니란 말이죠.
            출근하려니까 아침 일찍 일어나야하지, 러시아워에 껴서 출근하니까 출근만 하면 피곤한거에요.
            이게 또 출근을 했으면 퇴근을 해야할 것 아닙니까? 퇴근도 별 다를바가 없단 말이에요.
            심지어 퇴근할 때는 회사에서 일하느라 이미 피곤하고 지치고 낡았는데,
            이놈의 러시아워라는 녀석은 그런 것 따위는 걱정도 안해주고 또 사람을 지치게 한단 말이죠.
            이렇게 항상 낡고 지친 상태로 살다보니까 이거 완.전. 좀비 아니냐라는 생각이 절로 들었죠.
            다들 이렇게 좀비같이 사는데 내가 좀비인지 좀비가 나인 것인지 알 수가 없단 말이죠.
            이러던 중에 아! 그냥 좀비라는 것을 인정하면 마음이 편하겠다! 라는 생각이 들었죠.
            그런데 이게 또 좀비인게 저 혼자만일리가 없지 않습니까?
            그러니 이 세상의 모든 좀비가 다 같이 소-통을 할 수 있는 채널이 있으면 좋겠다! 이런 생각에 이른거죠.
            그래서 모든 세상의 좀비가 함께 실시간으로 소-통을 하자고 만들었네요.
        </dd>

        <dt>어떻게 쓰나요?</dt>
        <dd>간절히 사용하길 바라면 우주가 도와서 느껴지는 감각에 따라서 사용하면 됩니다.</dd>
    </dl>
</div>;
